/* Error alert title text after unsuccessful vendor app install. */
"%@ could not be installed due to a possible user permissions error." = "O %@ não pôde ser instalado devido a um possível erro de permissões do usuário.";

/* No comment provided by engineer. */
"%@ could not be validated correctly." = "%@ não pôde ser validado corretamente.";

/* Error alert title text after unsuccessful application uninstall. */
"%@ or some of its components could not be quit to continue the uninstallation." = "O %@ ou alguns de seus componentes não puderam ser encerrados para continuar a desinstalação.";

/* User notification title with app name as format */
"%@ was updated" = "O %@ foi atualizado";

/* Status title on recommendations screeen. */
"%d days of free trial left" = "%d dias restantes de avaliação gratuita";

/* User notification title with apps count as format */
"%lu applications were updated" = "%lu aplicativos foram atualizados";

/* User notification title */
"1 application was updated" = "1 aplicativo foi atualizado";

/* Status title on recommendations screeen. */
"Activate your subscription" = "Ative sua assinatura";

/* Status button title on recommendations screeen. */
"Active subscription" = "Assinatura ativa";

/* Button title */
"Add" = "Adicionar";

/* User notification title */
"All apps are up to date!" = "Todos os apps estão atualizados!";

/* Error alert title text after unsuccessful uninstall. */
"An error occurred while uninstalling %@." = "Ocorreu um erro ao desinstalar o %@.";

/* No comment provided by engineer. */
"Application signature could not be verified." = "A assinatura do aplicativo não pôde ser verificada.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* User notification informative text with app name as format */
"Check out what %@ has to offer." = "Confira o que o %@ oferece.";

/* (No Comment) */
"Could not move to Applications folder" = "Não foi possível mover para a pasta Aplicativos";

/* No comment provided by engineer. */
"Did fail to launch %@" = "Falha ao abrir o %@";

/* Button title */
"Dismiss" = "Ignorar";

/* (No Comment) */
"Don’t Move" = "Não Mover";

/* No comment provided by engineer. */
"Download Now" = "Transferir Agora";

/* No comment provided by engineer. */
"Download and Install" = "Transferir e Instalar";

/* No comment provided by engineer. */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Transfira e instale o Setapp para usar o %@ e descobrir muitos outros aplicativos incríveis.";

/* No comment provided by engineer. */
"Download and install Setapp to use this app and discover even more awesome applications" = "Transfira e instale o Setapp para usar este app e descobrir muitos outros aplicativos incríveis.";

/* User notification informative text */
"Explore Setapp to find and use them." = "Explore o Setapp para encontrá‑los e usá‑los.";

/* User notification informative text */
"Find it in your Setapp folder." = "Encontre-o na pasta do Setapp.";

/* Button title */
"Install" = "Instalar";

/* No comment provided by engineer. */
"Internal file operation failed" = "Falha em operação de arquivo interno";

/* No comment provided by engineer. */
"It looks like the application was not code signed with a developer signature." = "Parece que o código do aplicativo não foi assinado por um desenvolvedor.";

/* No comment provided by engineer. */
"It looks like your Mac's identity has changed." = "Parece que a identidade deste Mac foi alterada.";

/* No comment provided by engineer. */
"Learn More…" = "Saiba Mais…";

/* Button title */
"Learn more…" = "Saiba Mais…";

/* (No Comment) */
"Move to Applications" = "Mover para Aplicativos";

/* User notification title */
"New updates available!" = "Novas atualizações disponíveis!";

/* Button title */
"Not Now" = "Agora Não";

/* (No Comment) */
"Note that this will require an administrator password." = "Isso exigirá uma senha de administrador.";

/* No comment provided by engineer. */
"OK" = "OK";

/* Status title on recommendations screeen. */
"Payment details outdated" = "Detalhes de pagamento desatualizados";

/* User notification informative text */
"Please add payment details to your account." = "Adicione detalhes de pagamento à sua conta.";

/* User notification title */
"Please connect to the Internet." = "Conecte-se à Internet.";

/* No comment provided by engineer. */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Transfira uma nova cópia do Setapp e reinstale‑o no Mac para resolver o problema.";

/* No comment provided by engineer. */
"Please download and install the latest version to continue using Setapp." = "Transfira e instale a versão mais recente para continuar usando o Setapp.";

/* No comment provided by engineer. */
"Please make sure no network management apps are blocking Setapp and try again." = "Certifique-se de que nenhum app de gerenciamento de rede esteja bloqueando o Setapp e tente novamente.";

/* No comment provided by engineer. */
"Please make sure you are connected and try again." = "Certifique-se de que haja uma conexão e tente novamente.";

/* Error alert informative text after unsuccessful vendor app install. */
"Please make sure you resolve any related issues and try again." = "Certifique-se de que os problemas relacionados sejam resolvidos e tente novamente.";

/* Error alert informative text after unsuccessful uninstall. */
"Please quit the application manually and try again." = "Encerre o aplicativo manualmente e tente novamente.";

/* No comment provided by engineer. */
"Please sign in to Setapp and try again." = "Inicie a sessão no Setapp e tente novamente.";

/* No comment provided by engineer. */
"Please sign in your Setapp account to continue using the service." = "Inicie a sessão na sua conta do Setapp para continuar usando o serviço.";

/* No comment provided by engineer. */
"Please sign out and sign back into your Setapp account before you try again." = "Finalize e reinicie a sessão na sua conta do Setapp antes de tentar novamente.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the application by other means if the problem persists." = "Tente novamente ou remova o aplicativo de outra maneira caso o problema persista.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the remaining files manually." = "Tente novamente ou remova os arquivos remanescentes manualmente.";

/* No comment provided by engineer. */
"Please try again." = "Tente novamente.";

/* No comment provided by engineer. */
"Please update your operating system and try again." = "Atualize o sistema operacional e tente novamente.";

/* User notification informative text */
"Please view your account details to learn more." = "Consulte os detalhes da sua conta para saber mais.";

/* No comment provided by engineer. */
"Quit" = "Encerrar";

/* No comment provided by engineer. */
"Reveal in Finder" = "Mostrar no Finder";

/* Default placeholder for search field */
"Search" = "Buscar";

/* (No Comment) */
"Search for apps, tasks, etc…" = "Busque por apps, tarefas, etc…";

/* User notification informative text */
"Setapp needs to verify your subscription." = "O Setapp precisa verificar a sua assinatura.";

/* Prompt for uninstall with permissions. */
"Setapp needs your permission to perform application uninstallation." = "O Setapp precisa de permissão para realizar a desinstalação de aplicativos.";

/* No comment provided by engineer. */
"Setapp requires Internet connection to continue." = "O Setapp requer uma conexão à Internet para continuar.";

/* User notification title */
"Setapp subscription running out." = "Sua assinatura do Setapp está terminando.";

/* No comment provided by engineer. */
"Setapp’s Internet access got interrupted by another process or application." = "O acesso do Setapp à Internet foi interrompido por outro processo ou aplicativo.";

/* Status action title on recommendations screeen. */
"Sign In" = "Iniciar Sessão";

/* Status title on recommendations screeen. */
"Sign In to use Setapp" = "Inicie a Sessão para usar o Setapp";

/* User notification informative text */
"Some applications need to be reopened." = "Alguns aplicativos precisam ser reabertos.";

/* Error alert title text after unsuccessful uninstall. */
"Some of the application components could not be removed during the uninstallation." = "Alguns componentes do aplicativo não puderam ser removidos durante a desinstalação.";

/* Status action title on recommendations screeen. */
"Subscribe" = "Assinar";

/* Status action title on recommendations screeen. */
"Subscribe Now" = "Assinar Agora";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* No comment provided by engineer. */
"Terribly sorry, please try again a little later." = "Sentimos muito. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "O aplicativo principal do Setapp não foi encontrado no Mac. Deseja transferi‑lo e instalá‑lo?";

/* User notification title */
"There’s a new app on Setapp!" = "Novo app no Setapp!";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Esta ação é recomendada para se obter a melhor experiência no Setapp.";

/* No comment provided by engineer. */
"This application is no longer available on Setapp." = "Este aplicativo não está mais disponível no Setapp.";

/* No comment provided by engineer. */
"This application requires an active Setapp account installed on your Mac." = "Este aplicativo requer que uma conta do Setapp esteja ativada no Mac.";

/* No comment provided by engineer. */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Este aplicativo requer o macOS %1$@ ou posterior para funcionar. Sua versão atual do macOS é %2$@.";

/* No comment provided by engineer. */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Esta cópia do %@ requer que uma conta do Setapp esteja ativada no Mac.";

/* No comment provided by engineer. */
"This will allow you to discover and further use all of the Setapp applications." = "Isso permitirá que você descubra e use todos os aplicativos do Setapp.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "Isso ajudará a manter a pasta Transferências organizada.";

/* No comment provided by engineer. */
"Uh-oh! Setapp is having some connection issues." = "Ops! O Setapp está com problemas de conexão.";

/* No comment provided by engineer. */
"Unable to launch %@" = "Não é possível abrir o %@";

/* Status action title on recommendations screeen. */
"View My Account" = "Ver Minha Conta";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "Deseja mover o Setapp para a pasta Aplicativos?";

/* No comment provided by engineer. */
"You may remove the alias from your computer." = "Você pode remover o atalho do computador.";

/* No comment provided by engineer. */
"Your Setapp installation is broken and cannot be used properly." = "A instalação do Setapp possui erros e não pode ser usada corretamente.";

/* User notification title */
"Your Setapp trial ends soon." = "Sua avaliação do Setapp termina em breve.";

/* No comment provided by engineer. */
"Your current version of Setapp is outdated and can no longer be used." = "A versão atual do Setapp está desatualizada e não pode mais ser usada.";

/* No comment provided by engineer. */
"Your issue is already being handled" = "Seu problema já está sendo abordado";

